package main

var startAnswers = []string {
	"Привет, я новый скрам-мастер. И вместе мы будем делать СКРАМ!",
	"Ребята, я ваш новый скрам-мастер. Ща мы весь agile вверх ногами поставим",
	"Всем привет. Ваш персональный и безотказный скрам-мастер прибыл. Где тут нехватает СКРАМА?!",
	"Кто вызывал скрам-мастера? Я здесь! Готов внедрить скрам полностью..."}

var newMemberAnswers = []string {
	"Привет, %s. Я тут главный скрам-мастер. Я делаю людям добро, принося скрам в их жизнь. Не погуби это своими анти-скрамовскими настроями.",
	"Здарова, новичок. Готов к СКРАМУ?!?!",
	"Эй псс, новенький, хочешь немного поскрамить?",
	"Ну что ж, здравствуй, %s. Я ждал тебя в этом чате. Ты готов к скрамить по полной?"}

var leftMemberAnswers = []string {
	"Мы потеряли нашего боевого товарища, %s. U+1F622",
	"Он был таким молодым. Еще не успел постичь всех аспектов скрама...",
	"Он пришел зеленым падаваном, а ушел скрам-джедаем!"}
