package main

var startAnswers = []string {
	"Привет, я новый скрам-мастер. И вместе мы будем делать СКРАМ!",
	"Ребята, я ваш новый скрам-мастер. Ща мы весь agile вверх ногами поставим",
	"Всем привет. Ваш персональный и безотказный скрам-мастер прибыл. Где тут нехватает СКРАМА?!",
	"Кто вызывал скрам-мастера? Я здесь! Готов внедрить скрам полностью..."}

var newMemberAnswers = []string {
	"Привет, %s. Я тут главный скрам-мастер. Я делаю людям добро, принося скрам в их жизнь. Не погуби это своими анти-скрамовскими настроями.",
	"Здарова, новичок. Готов к СКРАМУ?!?!",
	"Эй псс, новенький, хочешь немного поскрамить?",
	"Ну что ж, здравствуй, %s. Я ждал тебя в этом чате. Ты готов к скрамить по полной?"}

var leftMemberAnswers = []string {
	"Мы потеряли нашего боевого товарища, %s. U+1F622",
	"Он был таким молодым. Еще не успел постичь всех аспектов скрама...",
	"Он пришел зеленым падаваном, а ушел скрам-джедаем!"}

const helpAnswer = "Я приверженец настоящего скрама. " +
	"Я постоянно улучшаюсь, познаю новые техники и пытаюсь работать во благо благополучного развития команды. " +
	"Кстати, вот список просьб, которые я могу выполнить:\n" +
	"  /sprintlength - задайте вашу длину спринта с помощью этой команды. Варианты (в неделях): 1, 2, 3, 4\n" +
	"  /daily - задайте время стендапа в  формате чч:мм (чч - часы, мм - минуты) от 00:00 до 23:59, и я буду оповещять вас о daily митингах!" +
	"Пока это все, но я постоянно погружен и вовлечен в разнообразные скрам-процессы.\n\n" +
    "Так что скоро вас ждет много нового. Всем хорошего скрама!"
